[
  {
    "id": "cat-operation",
    "title": "Как подготовиться к стерилизации или кастрации?",
    "image": "/images/cat-operation.jpg",
    "sections": [
      {
        "heading": "Почему подготовка важна",
        "paragraphs": [
          "Стерилизация и кастрация относятся к плановым операциям, и качество подготовки напрямую влияет на безопасность анестезии и скорость восстановления. По открытым ветеринарным рекомендациям, перед вмешательством важно оценить общее состояние питомца и заранее обсудить с врачом хронические заболевания, перенесенные реакции на препараты и особенности поведения животного.",
          "Подготовка нужна не только медицинская, но и бытовая: спокойная переноска, тихое место для послеоперационного ухода и понятный режим наблюдения в первые сутки. Когда владелец заранее понимает, как будет проходить восстановление, снижается стресс и у питомца, и у семьи."
        ]
      },
      {
        "heading": "Чек-лист перед операцией",
        "list": [
          "Проверить актуальность вакцинации и обработок от паразитов",
          "Согласовать с врачом пищевую паузу и режим воды перед наркозом",
          "Подготовить документы и результаты прошлых обследований",
          "Уточнить схему послеоперационного обезболивания и контроля шва",
          "Организовать дома безопасное место без прыжков и активных игр"
        ]
      },
      {
        "heading": "Когда нужно обратиться в клинику раньше контрольного визита",
        "paragraphs": [
          "Сигналы, требующие связи с врачом: выраженная вялость дольше суток, повторная рвота, отказ от воды, заметный отек или выделения в области шва, выраженная болезненность. В таких ситуациях лучше не ждать планового приема, а сразу согласовать внеплановый осмотр.",
          "В большинстве случаев при соблюдении рекомендаций восстановление проходит спокойно, а уже через несколько дней питомец возвращается к обычной активности в щадящем режиме."
        ]
      }
    ],
    "source": {
      "title": "Royal Canin — Подготовка кошки к стерилизации",
      "url": "https://royalcanin.ru/cat-article/podgotovka-koshki-k-sterilizacii"
    }
  },
  {
    "id": "dog-snow",
    "title": "Собаки и снег. В чем опасность?",
    "image": "/images/dog-snow.jpg",
    "sections": [
      {
        "heading": "Главные риски зимой",
        "paragraphs": [
          "Зимние прогулки полезны, но именно в этот период возрастает нагрузка на кожу лап, суставы и терморегуляцию. По открытым ветеринарным материалам, ключевой фактор риска в городе — реагенты: они сушат кожу, провоцируют раздражение подушечек и микротрещины, а при вылизывании могут вызывать желудочно-кишечные проблемы.",
          "Особенно чувствительны щенки, пожилые животные, короткошерстные и миниатюрные породы. Для них важно корректировать длительность прогулок по погоде и избегать длительного контакта с обработанным снегом."
        ]
      },
      {
        "heading": "Практика после каждой прогулки",
        "list": [
          "Промывать лапы теплой водой и удалять остатки реагентов",
          "Осматривать кожу между пальцами и подушечки",
          "Использовать защитные бальзамы по рекомендации врача",
          "Своевременно подстригать шерсть между пальцами",
          "Отслеживать походку и реакцию на прикосновения к лапам"
        ]
      },
      {
        "heading": "Когда лучше не ждать",
        "paragraphs": [
          "Если появились покраснение, трещины, болезненность, хромота, отказ от прогулок или частое вылизывание лап — это повод для консультации. Ранний осмотр помогает быстро снять воспаление и не допустить осложнений.",
          "Профилактический уход зимой — это не «дополнительная опция», а часть базовой защиты питомца в городской среде."
        ]
      }
    ],
    "source": {
      "title": "Pro Plan — Чем защитить лапы собаки от реагентов",
      "url": "https://www.proplan.ru/dog/article/reagenty"
    }
  },
  {
    "id": "cat-inspection",
    "title": "Кошка боится визитов в ветеринарную клинику: что делать?",
    "image": "/images/cat-inspection.jpg",
    "sections": [
      {
        "heading": "Откуда берется стресс",
        "paragraphs": [
          "Для кошки тревога обычно начинается еще дома: переноска, непривычные запахи, дорога и ожидание в новой среде. Открытые материалы по поведенческой медицине подчеркивают, что снижение стресса должно начинаться до поездки — тогда сам осмотр проходит значительно спокойнее.",
          "Главная задача владельца — сделать процесс предсказуемым: одинаковый сценарий подготовки, бережная транспортировка и минимум сенсорной перегрузки в день визита."
        ]
      },
      {
        "heading": "Что помогает на практике",
        "list": [
          "Держать переноску дома в постоянном доступе, а не доставать только перед поездкой",
          "Использовать знакомый текстиль с домашним запахом",
          "Проводить короткие спокойные «тренировочные» посадки в переноску",
          "Планировать визит на менее загруженное время",
          "Сообщать врачу о триггерах и реакции кошки заранее"
        ]
      },
      {
        "heading": "После приема",
        "paragraphs": [
          "После возвращения дайте кошке восстановиться в тихой зоне без навязчивого контакта. Это помогает закрепить нейтральный опыт и уменьшает сопротивление к следующим визитам.",
          "Если тревога остается высокой, стоит обсудить с ветеринарным врачом индивидуальный план адаптации: такие программы реально работают и позволяют проходить профилактические осмотры без выраженного стресса."
        ]
      }
    ],
    "source": {
      "title": "Приют «Муркоша» — Как снизить стресс у кошки при посещении ветклиники",
      "url": "https://murkosha.ru/nashi-stati/lechenie-i-profilaktikaobschie-voprosy-lecheniya/obschenie-s-veterinarom/kak-snizit-stress-u-koshki-pri-poseschenii-veterinarnoy-kliniki"
    }
  }
]
