{
  "id": "cat-operation",
  "sections": [
    {
      "heading": "Почему подготовка важна",
      "paragraphs": [
        "Стерилизация и кастрация относятся к плановым операциям, и качество подготовки напрямую влияет на безопасность анестезии и скорость восстановления. По открытым ветеринарным рекомендациям, перед вмешательством важно оценить общее состояние питомца и заранее обсудить с врачом хронические заболевания, перенесенные реакции на препараты и особенности поведения животного.",
        "Подготовка нужна не только медицинская, но и бытовая: спокойная переноска, тихое место для послеоперационного ухода и понятный режим наблюдения в первые сутки. Когда владелец заранее понимает, как будет проходить восстановление, снижается стресс и у питомца, и у семьи.",
        "Перед любыми изменениями режима важно учитывать возраст, породу, уровень активности и сопутствующие диагнозы питомца. Универсальных схем не бывает: даже полезная рекомендация должна адаптироваться под конкретный клинический случай.",
        "Если симптомы сохраняются или усиливаются, лучше не откладывать очный прием: ранняя диагностика обычно сокращает сроки лечения и снижает риск осложнений."
      ]
    },
    {
      "heading": "Чек-лист перед операцией",
      "list": [
        "Проверить актуальность вакцинации и обработок от паразитов",
        "Согласовать с врачом пищевую паузу и режим воды перед наркозом",
        "Подготовить документы и результаты прошлых обследований",
        "Уточнить схему послеоперационного обезболивания и контроля шва",
        "Организовать дома безопасное место без прыжков и активных игр",
        "Вести краткий дневник симптомов и самочувствия питомца",
        "Показывать врачу динамику изменений по датам"
      ],
      "paragraphs": [
        "Списки ниже удобны как чек-лист перед визитом в клинику: отметьте выполненные пункты и возьмите записи с собой на прием.",
        "Если часть рекомендаций не подходит именно вашему питомцу, не отменяйте всё сразу: обсудите с врачом, какие пункты приоритетны именно сейчас.",
        "Используйте список как опорный алгоритм, но окончательные решения принимайте после очной оценки состояния питомца."
      ]
    },
    {
      "heading": "Когда нужно обратиться в клинику раньше контрольного визита",
      "paragraphs": [
        "Сигналы, требующие связи с врачом: выраженная вялость дольше суток, повторная рвота, отказ от воды, заметный отек или выделения в области шва, выраженная болезненность. В таких ситуациях лучше не ждать планового приема, а сразу согласовать внеплановый осмотр.",
        "В большинстве случаев при соблюдении рекомендаций восстановление проходит спокойно, а уже через несколько дней питомец возвращается к обычной активности в щадящем режиме.",
        "Перед любыми изменениями режима важно учитывать возраст, породу, уровень активности и сопутствующие диагнозы питомца. Универсальных схем не бывает: даже полезная рекомендация должна адаптироваться под конкретный клинический случай.",
        "Если симптомы сохраняются или усиливаются, лучше не откладывать очный прием: ранняя диагностика обычно сокращает сроки лечения и снижает риск осложнений."
      ]
    },
    {
      "heading": "Когда нужен повторный осмотр",
      "paragraphs": [
        "Повторный визит нужен не только при ухудшении состояния, но и для контроля ответа на лечение. Это помогает вовремя скорректировать схему и избежать затяжного течения болезни.",
        "Даже при хорошем самочувствии питомца контрольные осмотры остаются важной частью профилактики."
      ]
    }
  ]
}
