{
  "id": "cat-inspection",
  "sections": [
    {
      "heading": "Откуда берется стресс",
      "paragraphs": [
        "Для кошки тревога обычно начинается еще дома: переноска, непривычные запахи, дорога и ожидание в новой среде. Открытые материалы по поведенческой медицине подчеркивают, что снижение стресса должно начинаться до поездки — тогда сам осмотр проходит значительно спокойнее.",
        "Главная задача владельца — сделать процесс предсказуемым: одинаковый сценарий подготовки, бережная транспортировка и минимум сенсорной перегрузки в день визита.",
        "Поведенческие изменения редко появляются «вдруг»: чаще это реакция на стресс, дискомфорт или изменение среды. Поэтому оценивать нужно не только само поведение, но и контекст, в котором оно проявляется.",
        "Мягкая поэтапная коррекция работает надежнее резких методов. Последовательность, предсказуемость и поддержка со стороны владельца дают устойчивый результат."
      ]
    },
    {
      "heading": "Что помогает на практике",
      "list": [
        "Держать переноску дома в постоянном доступе, а не доставать только перед поездкой",
        "Использовать знакомый текстиль с домашним запахом",
        "Проводить короткие спокойные «тренировочные» посадки в переноску",
        "Планировать визит на менее загруженное время",
        "Сообщать врачу о триггерах и реакции кошки заранее",
        "Фиксировать триггеры и время возникновения эпизодов",
        "Согласовывать план коррекции с ветеринарным специалистом"
      ],
      "paragraphs": [
        "Поведенческий план всегда работает поэтапно: сначала уменьшают интенсивность триггеров, затем закрепляют спокойные сценарии.",
        "Не ждите мгновенного эффекта: устойчивый результат обычно появляется при регулярной практике и единых действиях всех членов семьи.",
        "Используйте список как опорный алгоритм, но окончательные решения принимайте после очной оценки состояния питомца."
      ]
    },
    {
      "heading": "После приема",
      "paragraphs": [
        "После возвращения дайте кошке восстановиться в тихой зоне без навязчивого контакта. Это помогает закрепить нейтральный опыт и уменьшает сопротивление к следующим визитам.",
        "Если тревога остается высокой, стоит обсудить с ветеринарным врачом индивидуальный план адаптации: такие программы реально работают и позволяют проходить профилактические осмотры без выраженного стресса.",
        "Поведенческие изменения редко появляются «вдруг»: чаще это реакция на стресс, дискомфорт или изменение среды. Поэтому оценивать нужно не только само поведение, но и контекст, в котором оно проявляется.",
        "Мягкая поэтапная коррекция работает надежнее резких методов. Последовательность, предсказуемость и поддержка со стороны владельца дают устойчивый результат."
      ]
    },
    {
      "heading": "Практический результат",
      "paragraphs": [
        "При системной работе поведение питомца становится более стабильным, а уровень стресса снижается и у животного, и у владельца.",
        "Главный ориентир — безопасность и комфорт в повседневной жизни, а не быстрый «разовый» эффект."
      ]
    }
  ]
}
