{
  "id": "dog-snow",
  "sections": [
    {
      "heading": "Главные риски зимой",
      "paragraphs": [
        "Зимние прогулки полезны, но именно в этот период возрастает нагрузка на кожу лап, суставы и терморегуляцию. По открытым ветеринарным материалам, ключевой фактор риска в городе — реагенты: они сушат кожу, провоцируют раздражение подушечек и микротрещины, а при вылизывании могут вызывать желудочно-кишечные проблемы.",
        "Особенно чувствительны щенки, пожилые животные, короткошерстные и миниатюрные породы. Для них важно корректировать длительность прогулок по погоде и избегать длительного контакта с обработанным снегом.",
        "Сезонные риски меняются постепенно, поэтому профилактика должна опережать симптомы. Гораздо эффективнее готовиться заранее, чем устранять последствия в период обострения.",
        "Регулярный осмотр дома и корректировка режима прогулок по погоде помогают заметно снизить нагрузку на организм питомца в сложные периоды."
      ]
    },
    {
      "heading": "Практика после каждой прогулки",
      "list": [
        "Промывать лапы теплой водой и удалять остатки реагентов",
        "Осматривать кожу между пальцами и подушечки",
        "Использовать защитные бальзамы по рекомендации врача",
        "Своевременно подстригать шерсть между пальцами",
        "Отслеживать походку и реакцию на прикосновения к лапам",
        "Корректировать длительность прогулок по сезону",
        "Держать под рукой контакты клиники для экстренной связи"
      ],
      "paragraphs": [
        "Сезонные меры особенно эффективны, если начать их до пикового периода, а не после появления первых выраженных симптомов.",
        "Ведите короткие заметки о состоянии питомца по неделям: это помогает врачу быстрее увидеть динамику и скорректировать профилактику.",
        "Используйте список как опорный алгоритм, но окончательные решения принимайте после очной оценки состояния питомца."
      ]
    },
    {
      "heading": "Когда лучше не ждать",
      "paragraphs": [
        "Если появились покраснение, трещины, болезненность, хромота, отказ от прогулок или частое вылизывание лап — это повод для консультации. Ранний осмотр помогает быстро снять воспаление и не допустить осложнений.",
        "Профилактический уход зимой — это не «дополнительная опция», а часть базовой защиты питомца в городской среде.",
        "Сезонные риски меняются постепенно, поэтому профилактика должна опережать симптомы. Гораздо эффективнее готовиться заранее, чем устранять последствия в период обострения.",
        "Регулярный осмотр дома и корректировка режима прогулок по погоде помогают заметно снизить нагрузку на организм питомца в сложные периоды."
      ]
    },
    {
      "heading": "Сезонный контроль",
      "paragraphs": [
        "Наблюдение в динамике — ключ к профилактике: чем раньше замечены изменения, тем мягче и быстрее проходит коррекция состояния.",
        "План сезонной защиты лучше пересматривать вместе с врачом минимум два раза в год."
      ]
    }
  ]
}
